/*
 Localizable.strings
 JAnalytics
 
 Created by Saravanan S on 28/02/18.
 Copyright © 2018 zoho. All rights reserved.
 */

"zanalytics.analytics.title" = "Analytics";

"zanalytics.analytics.tracking.cell.title" = "Share usage statistics";

"zanalytics.analytics.tracking.footer" = "Share usage statistics with our app developers. This helps us improve the app.";

"zanalytics.analytics.tracking.anonymous.footer" = "Share usage statistics with our app developers. This helps us improve the app.";

"zanalytics.analytics.crashreport.cell.title" = "Enable crash reporting";

"zanalytics.analytics.sendonmobilenetwork.cell.title" = "Send data on mobile network";

"zanalytics.analytics.sendonmobilenetwork.footer" = "Enable this to share the data over the mobile network.";

"zanalytics.analytics.crashreport.footer" = "Share crash data with our developers every time the app shuts abruptly. This will help us identify bugs and put out fixes.";

"zanalytics.analytics.anonymouse.cell.title" = "Include my identity";

"zanalytics.analytics.anonymouse.footer" = "Enable sharing of data with your identity. This will help us on the occasions when you might report a specific problem to our support team.";

"zanalytics.privacy.disable.alert.title" = "Alert!";

"zanalytics.privacy.disable.alert.description" = "Sharing usage statistics help us serve you better by providing us insight on crashes. It will help in squashing pesky bugs.";

"zanalytics.privacy.disable.alert.ok" = "Ok";


"zanalytics.privacy.alert.title" = "Help us improve!";

"zanalytics.privacy.alert.description" = "You can help us improve our product by accepting to share your app usage data and crash information. You can share the data with your identity or anonymously.
Please note that you can change your preferences anytime in your app's settings.";

"zanalytics.privacy.alert.description.watchsupport" = "You can help us improve our product by accepting to share usage data and crash information. You can share the data with your identity or anonymously. Your preferences will be synced between watch and mobile apps. You can change them anytime in the mobile app's settings.";

"zanalytics.privacy.alert.option1" = "I'm in with my identity";

"zanalytics.privacy.alert.option2" = "I'm in anonymously";

"zanalytics.privacy.alert.option3" = "I'm not interested";


"zanalytics.crash.alert.title" = "%@ quit unexpectedly last time it was used";

"zanalytics.crash.alert.description" = "Would you like to send a report so we can fix this problem?";

"zanalytics.crash.alert.option1" = "Always send report";

"zanalytics.crash.alert.option2" = "Send now";

"zanalytics.crash.alert.option3" = "Not now";

"zanalytics.crash.alert.option4" = "Never ask";

"zanalytics.crash.alert.option5" = "Review and Send";

"zanalytics.crash.navbar.crashreport.title" = "Recent crash";

"zanalytics.analytics.navbar.button.title.back" = "Back";

"zanalytics.analytics.navbar.button.title.cancel" = "Cancel";

"zanalytics.analytics.navbar.button.title.send" = "Send";

"zanalytics.privacy.onboarding.title" = "Manage your privacy";

"zanalytics.privacy.onboarding.description" = "Explore ways to increase your account privacy and security.";

"zanalytics.privacy.onboarding.reviewprivacy.title" = "Customize privacy & security settings";

"zanalytics.watch.privacy.alert.title" = "Analytics preferences";

"zanalytics.watch.privacy.alert.description" = "Your preferences will be synced between mobile and watch apps. You can change your preferences anytime in the mobile application settings screen.";

"zanalytics.appupdates.title"="New update is available!";

"zanalytics.appupdates.description"="We recommend you to update to this version and enjoy our new and exciting features.";

"zanalytics.appupdates.action.update.now"=" Update Now ";

"zanalytics.appupdates.action.remind.me.later"="Remind Me Later";

"zanalytics.appupdates.action.ignore"="Ignore";

"zanalytics.appupdates.unsupportedos.title"="Warning!";

"zanalytics.appupdates.unsupportedos.description"="This App requires you to install latest OS. Update now to have a smoother experience.";

"zanalytics.appupdates.unsupportedos.action"=" Install Later ";

"zanalytics.rateus.prompt.title" = "Do you enjoy using this app?";

"zanalytics.rateus.action.rateinappstore" = "Rate in App Store";

"zanalytics.rateus.action.openfeedback" = "Send Feedback";

"zanalytics.rateus.action.later" = "Later";

"zanalytics.analytics.log.cell.title" = "Console Log";

"zanalytics.analytics.log.footer" = "Share console log with our app developers. This will help us to measure any obstacles you face while reaching your desired goals and improve our app efficiency";

/* MARK:- Apptics Privacy Shield */

"zanalytics.apprivacyShield.screenshotalert.message" = "Would you like to disable screen shield temporarily?";
"zanalytics.apprivacyShield.screenshotalert.yes" = "Yes";
"zanalytics.apprivacyShield.screenshotalert.screenrecording" = "Screen recording detected!";
"zanalytics.apprivacyShield.screenshotalert.screenshot" = "Screnshot detected!";
"zanalytics.apprivacyShield.screenshotalert.screenrecordingshield" = "This screen is secured against sharing";
